---
kind: other
id: Methods.T:Autodesk.Revit.DB.MEPSupportUtils
source: html/16f04b1f-f1d4-188f-1d3a-7d735e766f64.htm
---
# MEPSupportUtils Methods

Create family based stiffener on the specified fabrication ductwork.